The stairs stringer cannot be created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StairsStringerCannotBeCreated { get; }
  Visual Basic
Public Shared ReadOnly Property StairsStringerCannotBeCreated As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsStringerCannotBeCreated {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace